Repository: stefanagusto/GymBro
Catalog: GymBro/*.lproj/Localizable.strings
Languages: id

source: Weight Calculator
id: Kalkulator Beban

source: 1 Rep Max
id: 1 Repetisi Maksimal

source: Your 1 Rep Max
id: 1 Repetisi Maksimal Anda

source: Training Weight
id: Beban Latihan

source: Your Training Weight
id: Beban Latihan Anda

source: Please input to show your 1 RM
id: Harap Masukan data untuk menampilkan 1 RM anda

source: When Lifting
id: Ketika Mengangkat

source: Till tired, i can do
id: Hingga lelah, aku mampu hingga

source: Calculator
id: Kalkulator

source: Record
id: Riwayat

source: Calculate
id: Hitung

source: Weight (kg)
id: Beban (kg)

source: reps
id: repetisi
